Repository: anderlli0053/Image-viewer
Catalog: src/languages/lclstrconsts.*.po
Languages: sl

source: Browser "%s" not executable.
sl: Brskalnik "%s" ni izvršljiv.

source: Browser "%s" not found.
sl: Brskalnika "%s" ni bilo mogoče najti.

source: Error while executing "%s":%s%s
sl: Napaka med izvajanjem "%s":%s%s

source: Unable to find a HTML browser.
sl: Ni mogoče najti HTML brskalnika.

source: No HTML Browser found.%sPlease define one in Tools -> Options -> Help -> Help Options
sl: HTML brskalnik ni bil najden.%sProsimo, določite ga v Orodja -> Možnosti -> Pomoč -> Možnosti pomoči

source: The help database "%s" was unable to find file "%s".
sl: Baza pomoči "%s" ni mogla najti datoteke "%s".

source: The macro %s in BrowserParams will be replaced by the URL.
sl: Makro %s v BrowserParams bo zamenjan z URL-jem.

# lclstrconsts.ifsvk_help
source: Help
sl: Pomoč

source: Unknown
sl: Neznano

# lclstrconsts.lislclresourcesnotfound
source: Resource %s not found
sl: Vir %s ni bil najden

source: 3D Dark Shadow
sl: 3D temna senca

source: 3D Light
sl: 3D svetloba

source: A control can't have itself as a parent
sl: Kontrola ne more imeti same sebe za starša

source: Active Border
sl: Aktivni rob

source: Active Caption
sl: Aktivni naslov

source: All files (%s)|%s|%s
sl: Vse datoteke (%s)|%s|%s

source: Application Workspace
sl: Delovni prostor aplikacije

source: Aqua
sl: Akva

source: Class %s cannot have %s as parent.
sl: Razred %s ne more imeti %s za starša.

source: Desktop
sl: Namizje

source: Backward
sl: Nazaj

source: Bitmap Files
sl: Bitne slike

source: Black
sl: Črna

source: Blank
sl: Prazno

source: Blue
sl: Modra

source: Button Face
sl: Površina gumba

source: Button Highlight
sl: Osvetlitev gumba

source: Button Shadow
sl: Senca gumba

source: Button Text
sl: Besedilo gumba

source: Calculator
sl: Kalkulator

# lclstrconsts.rscancelrecordhint
source: Cancel
sl: Prekliči

source: Can not focus
sl: Ni mogoče fokusirati

source: Canvas does not allow drawing
sl: Platno ne omogoča risanja

source: Caption Text
sl: Besedilo naslova

source: Case sensitive
sl: Razlikovanje velikih in malih črk

source: Control of class '%s' can't have control of class '%s' as a child
sl: Kontrola razreda '%s' ne more imeti kontrole razreda '%s' kot otroka

source: Control '%s' has no parent form or frame
sl: Kontrola '%s' nima starševske obrazca ali okvira

source: '%s' is not a parent of '%s'
sl: '%s' ni starš od '%s'

source: Cream
sl: Krem

source: Cursor Files
sl: Datoteke kazalca

source: Custom ...
sl: Po meri ...

source: Date cannot be past %s
sl: Datum ne more biti po %s

source: Date cannot be before %s
sl: Datum ne more biti pred %s

source: Default
sl: Privzeto

source: permissions user group size date time
sl: dovoljenja uporabnik skupina velikost datum čas

source: Delete record?
sl: Izbrisati zapis?

# lclstrconsts.rsdeleterecordhint
source: Delete
sl: Izbriši

source: Direction
sl: Smer

source: &Directory
sl: &Mapa

source: Copy
sl: Kopiraj

source: Paste
sl: Prilepi

source: Duplicate icon format.
sl: Podvojen format ikone.

source: Edit
sl: Uredi

source: Search entire file
sl: Išči po celotni datoteki

# lclstrconsts.rserror
source: Error
sl: Napaka

source: Error creating device context for %s.%s
sl: Napaka pri ustvarjanju konteksta naprave za %s.%s

source: Error occurred in %s at %sAddress %s%s Frame %s
sl: Napaka se je zgodila v %s na %sNaslov %s%s Okvir %s

source: Error while saving bitmap.
sl: Napaka pri shranjevanju bitne slike.

source: Exception
sl: Izjema

source: Directory must exist
sl: Mapa mora obstajati

source: The directory "%s" does not exist.
sl: Mapa "%s" ne obstaja.

source: The file "%s" already exists. Overwrite ?
sl: Datoteka "%s" že obstaja. Prepisati?

source: File must exist
sl: Datoteka mora obstajati

source: The file "%s" does not exist.
sl: Datoteka "%s" ne obstaja.

source: The file "%s" is not writable.
sl: Datoteka "%s" ni zapisljiva.

source: File is not writable
sl: Datoteka ni zapisljiva

source: Save file as
sl: Shrani datoteko kot

source: Open existing file
sl: Odpri obstoječo datoteko

source: Overwrite file ?
sl: Prepisi datoteko?

source: Path must exist
sl: Pot mora obstajati

source: The path "%s" does not exist.
sl: Pot "%s" ne obstaja.

source: Select Directory
sl: Izberi mapo

source: (file not found: "%s")
sl: (datoteka ni najdena: "%s")

source: File information
sl: Informacije o datoteki

source: Find
sl: Najdi

source: Find more
sl: Najdi več

source: First
sl: Prvi

source: FixedCols can't be > ColCount
sl: FixedCols ne more biti > ColCount

source: FixedRows can't be > RowCount
sl: FixedRows ne more biti > RowCount

source: Form
sl: Obrazec

source: Form resource %s not found. For resourceless forms CreateNew constructor must be used. See the global variable RequireDerivedFormResource.
sl: Vir obrazca %s ni bil najden. Za obrazilce brez virov mora biti uporabljen konstruktor CreateNew. Glejte globalno spremenljivko RequireDerivedFormResource.

source: Form streaming "%s" error: %s
sl: Napaka pretakanja obrazca "%s": %s

source: Forward
sl: Naprej

source: Fuchsia
sl: Fuksija

source: --gdk-debug flags Turn on specific GDK trace/debug messages.
sl: --gdk-debug zastavice Vklopi specifična GDK sledilna/razhroščevalna sporočila.

source: --gdk-no-debug flags Turn off specific GDK trace/debug messages.
sl: --gdk-no-debug zastavice Izklopi specifična GDK sledilna/razhroščevalna sporočila.

source: Graphics Interchange Format Files
sl: Datoteke formata Graphics Interchange Format

source: --g-fatal-warnings Warnings and errors generated by Gtk+/GDK will halt the application.
sl: --g-fatal-warnings Opozorila in napake, ki jih ustvari Gtk+/GDK, bodo ustavila aplikacijo.

source: Gradient Active Caption
sl: Gradientni aktivni naslov

source: Gradient Inactive Caption
sl: Gradientni neaktivni naslov

source: Graphic
sl: Grafika

source: Gray
sl: Siva

source: Gray Text
sl: Sivo besedilo

source: Green
sl: Zelena

source: Grid file doesn't exist
sl: Datoteka mreže ne obstaja

source: Cannot insert rows into a grid when it has no columns
sl: Ni mogoče vstaviti vrstic v mrežo, ko ta nima stolpcev

source: Cannot insert columns into a grid when it has no rows
sl: Ni mogoče vstaviti stolpcev v mrežo, ko ta nima vrstic

source: Grid index out of range.
sl: Indeks mreže je izven obsega.

source: GroupIndex cannot be less than a previous menu item's GroupIndex
sl: GroupIndex ne more biti manjši od GroupIndex prejšnjega menujskega elementa

source: History:
sl: Zgodovina:

source: --class classname Following Xt conventions, the class of a program is the program name with the initial character capitalized. For example, the classname for gimp is "Gimp". If --class is specified, the class of the program will be set to "classname".
sl: --class imerazreda Po konvencijah Xt je razred programa ime programa z začetno veliko črko. Na primer, razred za gimp je "Gimp". Če je podano --class, bo razred programa nastavljen na "imerazreda".

source: --gtk-debug flags Turn on specific Gtk+ trace/debug messages.
sl: --gtk-debug zastavice Vklopi specifična Gtk+ sledilna/razhroščevalna sporočila.

source: --display h:s:d Connect to the specified X server, where "h" is the hostname, "s" is the server number (usually 0), and "d" is the display number (typically omitted). If --display is not specified, the DISPLAY environment variable is used.
sl: --display g:s:p Poveži se z določenim X strežnikom, kjer je "g" ime gostitelja, "s" številka strežnika (običajno 0) in "p" številka zaslona (običajno izpuščena). Če --display ni določen, se uporabi spremenljivka okolja DISPLAY.

source: --gtk-module module Load the specified module at startup.
sl: --gtk-module modul Naloži določen modul ob zagonu.

source: --name programe Set program name to "progname". If not specified, program name will be set to ParamStrUTF8(0).
sl: --name program Nastavi ime programa na "program". Če ni določeno, bo ime programa nastavljeno na ParamStrUTF8(0).

source: --gtk-no-debug flags Turn off specific Gtk+ trace/debug messages.
sl: --gtk-no-debug zastavice Izklopi specifična Gtk+ sledilna/razhroščevalna sporočila.

source: --lcl-no-transient Do not set transient order for modal forms
sl: --lcl-no-transient Ne nastavljaj prehodnega vrstnega reda za modalne obrazilce

source: --no-xshm Disable use of the X Shared Memory Extension.
sl: --no-xshm Onemogoči uporabo X Shared Memory Extension.

source: --sync Call XSynchronize (display, True) after the Xserver connection has been established. This makes debugging X protocol errors easier, because X request buffering will be disabled and X errors will be received immediately after the protocol request that generated the error has been processed by the X server.
sl: --sync Pokliči XSynchronize (display, True) po vzpostavitvi povezave z Xserver. To olajša razhroščevanje napak X protokola, ker bo X zahtevno medpomnilničenje onemogočeno in X napake bodo prejete takoj po tem, ko X strežnik obdela zahtevo protokola, ki je povzročila napako.

# lclstrconsts.rshelp
source: Help
sl: Pomoč

source: %s: Already registered
sl: %s: Že registrirano

source: A help database was found for this topic, but this topic was not found
sl: Za to temo je bila najdena baza pomoči, vendar ta tema ni bila najdena

source: There is no help database installed for this topic
sl: Za to temo ni nameščene baze pomoči

source: Help Error
sl: Napaka pomoči

source: Help context %s not found.
sl: Kontekst pomoči %s ni najden.

source: Help context %s not found in Database "%s".
sl: Kontekst pomoči %s ni najden v bazi "%s".

source: Help Database "%s" did not find a viewer for a help page of type %s
sl: Baza pomoči "%s" ni našla pregledovalnika za stran pomoči tipa %s

source: Help Database "%s" not found
sl: Baza pomoči "%s" ni najdena

source: Help for directive "%s" not found.
sl: Pomoč za direktivo "%s" ni najdena.

source: Help for directive "%s" not found in Database "%s".
sl: Pomoč za direktivo "%s" ni najdena v bazi "%s".

source: Help keyword "%s" not found.
sl: Ključna beseda pomoči "%s" ni najdena.

source: Help keyword "%s" not found in Database "%s".
sl: Ključna beseda pomoči "%s" ni najdena v bazi "%s".

source: Help node "%s" has no Help Database
sl: Vozlišče pomoči "%s" nima baze pomoči

source: No help found for line %d, column %d of %s.
sl: Ni pomoči za vrstico %d, stolpec %d od %s.

source: No help entries available for this topic
sl: Za to temo ni na voljo vnosov pomoči

source: No help found for this topic
sl: Za to temo ni najdene pomoči

source: %s: Not registered
sl: %s: Ni registrirano

source: Help Selector Error
sl: Napaka izbirnika pomoči

source: There is no viewer for help type "%s"
sl: Ni pregledovalnika za tip pomoči "%s"

source: Help Viewer Error
sl: Napaka pregledovalnika pomoči

source: No viewer was found for this type of help content
sl: Za to vrsto vsebine pomoči ni bil najden pregledovalnik

source: Highlight
sl: Osvetlitev

source: Highlight Text
sl: Osvetljeno besedilo

source: Hot Light
sl: Topla svetloba

source: macOS Icon Files
sl: Datoteke ikon macOS

source: Icon Files
sl: Datoteke ikon

source: Icon image cannot be empty
sl: Slika ikone ne more biti prazna

source: Icon image must have the same format
sl: Slika ikone mora imeti enak format

source: Cannot change format of icon image
sl: Ni mogoče spremeniti formata slike ikone

source: Icon image must have the same size
sl: Slika ikone mora imeti enako velikost

source: Cannot change size of icon image
sl: Ni mogoče spremeniti velikosti slike ikone

source: Icon has no current image
sl: Ikona nima trenutne slike

source: Inactive Border
sl: Neaktivni rob

# lclstrconsts.rsinactivecaptioncolorcaption
source: Inactive Caption
sl: Neaktivni naslov

# lclstrconsts.rsinactivecaptiontext
source: Inactive Caption
sl: Neaktivni naslov

source: %s Index %d out of bounds 0 .. %d
sl: %s Indeks %d izven meja 0 .. %d

source: Index Out of range Cell[Col=%d Row=%d]
sl: Indeks izven obsega Celica[Stolpec=%d Vrstica=%d]

source: Info Background
sl: Ozadje informacij

source: Info Text
sl: Besedilo informacij

# lclstrconsts.rsinsertrecordhint
source: Insert
sl: Vstavi

source: Invalid Date : %s
sl: Neveljaven datum: %s

source: Invalid Date: %s. Must be between %s and %s
sl: Neveljaven datum: %s. Mora biti med %s in %s

source: invalid Form object stream
sl: neveljaven tok objekta obrazca

source: Invalid property value
sl: Neveljavna vrednost lastnosti

source: Invalid stream format
sl: Neveljavna format toka

source: %s is already associated with %s
sl: %s je že povezan z %s

source: JPEG Files
sl: JPEG datoteke

source: Last
sl: Zadnji

source: Lime
sl: Limetna

source: List index exceeds bounds (%d)
sl: Indeks seznama presega meje (%d)

source: File Format:
sl: Format datoteke:

source: Hide %s
sl: Skrij %s

source: Hide Others
sl: Skrij druge

source: Quit %s
sl: Zapusti %s

source: Services
sl: Storitve

source: Show All
sl: Prikaži vse

source: Maroon
sl: Kostanjeva

source: Abort
sl: Prekini

source: &All
sl: &Vse

# lclstrconsts.rsmbcancel
source: Cancel
sl: Prekliči

source: &Close
sl: &Zapri

source: &Help
sl: &Pomoč

source: &Ignore
sl: &Prezri

source: &No
sl: &Ne

source: No to all
sl: Ne za vse

source: &OK
sl: &V redu

source: &Open
sl: &Odpri

source: &Retry
sl: &Poskusi znova

source: &Save
sl: &Shrani

source: &Unlock
sl: &Odkleni

source: &Yes
sl: &Da

source: Yes to &All
sl: Da za &vse

source: Medium Gray
sl: Srednje siva

source: Menu Bar
sl: Menijska vrstica

# lclstrconsts.rsmenucolorcaption
source: Menu
sl: Meni

source: Menu Highlight
sl: Osvetlitev menija

source: Menu Text
sl: Besedilo menija

source: modified
sl: spremenjeno

source: Money Green
sl: Denarno zelena

source: Authentication
sl: Overjanje

source: Confirmation
sl: Potrditev

source: Custom
sl: Po meri

# lclstrconsts.rsmterror
source: Error
sl: Napaka

source: Information
sl: Informacije

source: Warning
sl: Opozorilo

source: Navy
sl: Mornarska

# lclstrconsts.rsnextrecordhint
source: Next
sl: Naslednji

source: None
sl: Brez

source: Not a valid grid file
sl: Ni veljavna datoteka mreže

source: No widgetset object. Please check if the unit "interfaces" was added to the programs uses clause.
sl: Ni objekta widgetset. Preverite, ali je bila enota "interfaces" dodana v klavzulo uses programa.

source: Olive
sl: Oliva

source: Select a date
sl: Izberi datum

source: Pixmap Files
sl: Pixmap datoteke

source: PNG Files
sl: PNG datoteke

source: Portable Pixmap Files
sl: Prenosljive Pixmap datoteke

source: Post
sl: Objavi

source: %s%sPress OK to ignore and risk data corruption.%sPress Abort to kill the program.
sl: %s%sPritisnite V redu za prezrtje in tveganje pokvarjenih podatkov.%sPritisnite Prekini za ustavitev programa.

# lclstrconsts.rspriorrecordhint
source: Prior
sl: Prejšnji

source: Prompt on replace
sl: Vprašaj ob zamenjavi

source: Property %s does not exist
sl: Lastnost %s ne obstaja

source: Purple
sl: Vijolična

source: -disableaccurateframe, disables fully accurate window frame under X11. This feature is implemented for Qt, Qt5 and Gtk2 interfaces and used mostly by GetWindowRect().
sl: -disableaccurateframe, onemogoči popolnoma natančen okno okvir pod X11. Ta funkcija je implementirana za Qt, Qt5 in Gtk2 vmesnike in se večinoma uporablja s GetWindowRect().

source: -dograb (only under X11), running under a debugger can cause an implicit -nograb, use -dograb to override. Need QT_DEBUG.
sl: -dograb (samo pod X11), izvajanje pod razhroščevalnikom lahko povzroči implicitno -nograb, uporabite -dograb za preglasitev. Potrebno QT_DEBUG.

source: -graphicssystem param, sets the backend to be used for on-screen widgets and QPixmaps. Available options are native, raster and opengl. OpenGL is still unstable.
sl: -graphicssystem parametri, nastavi backend, ki se uporablja za prikazane gradnike in QPixmap. Razpoložljive možnosti so native, raster in opengl. OpenGL je še vedno nestabilen.

source: -nograb, tells Qt that it must never grab the mouse or the keyboard. Need QT_DEBUG.
sl: -nograb, pove Qt, da nikoli ne sme ujeti miške ali tipkovnice. Potrebno QT_DEBUG.

source: -reverse, sets the application's layout direction to Qt::RightToLeft.
sl: -reverse, nastavi smer postavitve aplikacije na Qt::RightToLeft.

source: -session session, restores the application from an earlier session.
sl: -session seja, obnovi aplikacijo iz prejšnje seje.

source: -style style or -style=style, sets the application GUI style. Possible values are motif, windows, and platinum. If you compiled Qt with additional styles or have additional styles as plugins these will be available to the -style command line option. NOTE: Not all styles are available on all platforms. If style param does not exist Qt will start an application with default common style (windows).
sl: -style slog ali -style=slog, nastavi slog GUI aplikacije. Možne vrednosti so motif, windows in platinum. Če ste prevedli Qt z dodatnimi slogi ali imate dodatne sloge kot vtičnike, bodo ti na voljo za -style opcijo ukazne vrstice. OPOMBA: Vsi slogi niso na voljo na vseh platformah. Če parameter sloga ne obstaja, bo Qt zažel aplikacijo s privzetim skupnim slogom (windows).

source: -stylesheet stylesheet or -stylesheet=stylesheet, sets the application Style Sheet. The value must be a path to a file that contains the Style Sheet. Note: Relative URLs in the Style Sheet file are relative to the Style Sheet file's path.
sl: -stylesheet slogovni list ali -stylesheet=slogovni list, nastavi slogovni list aplikacije. Vrednost mora biti pot do datoteke, ki vsebuje slogovni list. Opomba: Relativni URL-ji v datoteki slogovnega lista so relativni glede na pot datoteke slogovnega lista.

source: -sync (only under X11), switches to synchronous mode for debugging.
sl: -sync (samo pod X11), preklopi v sinhroni način za razhroščevanje.

source: -widgetcount, prints debug message at the end about number of widgets left undestroyed and maximum number of widgets existed at the same time.
sl: -widgetcount, na koncu izpiše razhroščevalno sporočilo o številu gradnikov, ki ostanejo neuničeni, in največjem številu gradnikov, ki so obstajali hkrati.

source: -bg or -background color, sets the default background color and an application palette (light and dark shades are calculated).
sl: -bg ali -background barva, nastavi privzeto barvo ozadja in paleto aplikacije (svetli in temni odtenki so izračunani).

source: -btn or -button color, sets the default button color.
sl: -btn ali -button barva, nastavi privzeto barvo gumba.

source: -cmap, causes the application to install a private color map on an 8-bit display.
sl: -cmap, povzroči, da aplikacija namesti zasebno barvno mapo na 8-bitnem zaslonu.

source: -display display, sets the X display (default is $DISPLAY).
sl: -display zaslon, nastavi X zaslon (privzeto je $DISPLAY).

source: -fg or -foreground color, sets the default foreground color.
sl: -fg ali -foreground barva, nastavi privzeto barvo ospredja.

source: -fn or -font font, defines the application font. The font should be specified using an X logical font description.
sl: -fn ali -font pisava, definira pisavo aplikacije. Pisava mora biti podana z uporabo X logičnega opisa pisave.

source: -geometry geometry, sets the client geometry of the first window that is shown.
sl: -geometry geometrija, nastavi geometrijo odjemalca prvega okna, ki je prikazano.

source: -im, sets the input method server (equivalent to setting the XMODIFIERS environment variable).
sl: -im, nastavi strežnik vhodne metode (enakovredno nastavitvi spremenljivke okolja XMODIFIERS).

source: -inputstyle, defines how the input is inserted into the given widget, e.g. onTheSpot makes the input appear directly in the widget, while overTheSpot makes the input appear in a box floating over the widget and is not inserted until the editing is done.
sl: -inputstyle, definira, kako se vnos vstavi v dani gradnik, npr. onTheSpot naredi, da se vnos pojavi neposredno v gradniku, medtem ko overTheSpot naredi, da se vnos pojavi v polju, ki lebdi nad gradnikom in se ne vstavi, dokler ni urejanje končano.

source: -name name, sets the application name.
sl: -name ime, nastavi ime aplikacije.

source: -ncols count, limits the number of colors allocated in the color cube on an 8-bit display, if the application is using the QApplication::ManyColor color specification. If count is 216 then a 6x6x6 color cube is used (i.e. 6 levels of red, 6 of green, and 6 of blue); for other values, a cube approximately proportional to a 2x3x1 cube is used.
sl: -ncols število, omeji število barv, dodeljenih v barvni kocki na 8-bitnem zaslonu, če aplikacija uporablja specifikacijo barv QApplication::ManyColor. Če je število 216, se uporabi 6x6x6 barvna kocka (tj. 6 ravni rdeče, 6 zelene in 6 modre); za druge vrednosti se uporabi kocka približno sorazmerna 2x3x1 kocki.

source: -title title, sets the application title.
sl: -title naslov, nastavi naslov aplikacije.

source: -visual TrueColor, forces the application to use a TrueColor visual on an 8-bit display.
sl: -visual TrueColor, prisili aplikacijo, da uporabi TrueColor vizual na 8-bitnem zaslonu.

source: Endupdate while no update in progress
sl: Endupdate, medtem ko ni posodabljanja v teku

source: Cannot save image while update in progress
sl: Ni mogoče shraniti slike med posodabljanjem

source: Cannot begin update all when canvas only update in progress
sl: Ni mogoče začeti posodabljanja vsega, ko je v teku samo posodabljanje platna

source: Red
sl: Rdeča

source: Refresh
sl: Osveži

source: Replace
sl: Zamenjaj

source: Replace all
sl: Zamenjaj vse

# lclstrconsts.rsresourcenotfound
source: Resource %s not found
sl: Vir %s ni najden

source: ScrollBar
sl: Drsnik

source: ScrollBar property out of range
sl: Lastnost drsnika je izven obsega

source: Select color
sl: Izberi barvo

source: Select a font
sl: Izberi pisavo

source: Silver
sl: Srebrna

source: size
sl: velikost

source: Sky Blue
sl: Nebesno modra

source: A control with tabs
sl: Kontrola z zavihki

source: Teal
sl: Turkizna

source: Text
sl: Besedilo

source: TGA Image Files
sl: TGA slikovne datoteke

source: The built-in URL is read only. Change the BaseURL instead.
sl: Vgrajeni URL je samo za branje. Namesto tega spremenite BaseURL.

source: Tagged Image File Format Files
sl: Datoteke formata Tagged Image File Format

# lclstrconsts.rstpanelaccessibilitydescription
source: Panel
sl: Plošča

# lclstrconsts.rstsplitteraccessibilitydescription
source: A grip to control how much size to give two parts of an area
sl: Opornica za nadzor, koliko prostora dati dvema deloma območja

# lclstrconsts.rsttreeviewaccessibilitydescription
source: A tree of items
sl: Drevo elementov

source: Unable to load default font
sl: Ni mogoče naložiti privzete pisave

source: Unknown Error, please report this bug
sl: Neznana napaka, prosimo prijavite to napako

source: Unknown picture extension
sl: Neznana končnica slike

source: Unknown picture format
sl: Neznana format slike

source: Unsupported bitmap format.
sl: Nepodprt format bitne slike.

source: Unsupported clipboard format: %s
sl: Nepodprt format odložišča: %s

source: WARNING: There are %d unreleased DCs, a detailed dump follows:
sl: OPOZORILO: Obstaja %d neizpuščenih DC-jev, podroben izpis sledi:

source: WARNING: There are %d unreleased GDIObjects, a detailed dump follows:
sl: OPOZORILO: Obstaja %d neizpuščenih GDIObjectov, podroben izpis sledi:

source: WARNING: There are %d messages left in the queue! I'll free them
sl: OPOZORILO: V čakalni vrsti je ostalo %d sporočil! Sprostil jih bom

source: WARNING: There are %d TimerInfo structures left, I'll free them
sl: OPOZORILO: Ostalo je %d struktur TimerInfo, sprostil jih bom

source: WARNING: There are %s unremoved LM_PAINT/LM_GtkPAINT message links left.
sl: OPOZORILO: Ostalo je %s neodstranjenih povezav sporočil LM_PAINT/LM_GtkPAINT.

source: White
sl: Bela

source: Whole words only
sl: Samo cele besede
