Repository: anderlli0053/Image-viewer
Catalog: src/languages/lclstrconsts.*.po
Languages: sl

source: Error:
sl: Napaka:

source: Warning:
sl: Opozorilo:

source: Window
sl: Okno

source: Window Frame
sl: Okvir okna

source: Window Text
sl: Besedilo okna

source: Yellow
sl: Rumena

source: Cannot focus a disabled or invisible window
sl: Ni mogoče fokusirati onemogočenega ali nevidnega okna

source: Duplicate menus
sl: Podvojeni meniji

source: Invalid action creation
sl: Neveljavno ustvarjanje akcije

source: Invalid action enumeration
sl: Neveljavno naštevanje akcij

source: Invalid action registration
sl: Neveljavna registracija akcije

source: Invalid action unregistration
sl: Neveljavna deregistracija akcije

source: Invalid image size
sl: Neveljavna velikost slike

source: Invalid ImageList Index
sl: Neveljaven indeks ImageList

source: The current text does not match the specified mask.
sl: Trenutno besedilo se ne ujema z določeno masko.

source: Menu index out of range
sl: Indeks menija je izven obsega

source: MenuItem is nil
sl: MenuItem je nil

source: Sub-menu is not in menu
sl: Podmeni ni v meniju

# lclstrconsts.smkcdown
source: Down
sl: Dol

# lclstrconsts.smkcleft
source: Left
sl: Levo

# lclstrconsts.smkcright
source: Right
sl: Desno

source: Space
sl: Presledek

# lclstrconsts.smkcup
source: Up
sl: Gor

source: No timers available
sl: Ni razpoložljivih časovnikov

source: Control "%s" has no parent window.
sl: Kontrola "%s" nima starševskega okna.

source: Wrong token type: %s expected
sl: Napačen tip žetona: pričakovan %s

source: Invalid floating point number: %s
sl: Neveljavno število s plavajočo vejico: %s

source: Invalid integer number: %s
sl: Neveljavno celo število: %s

source: (at %d,%d, stream offset %d)
sl: (na %d,%d, odmik toka %d)

source: Unterminated byte value
sl: Ne zaključena bajtna vrednost

source: Unterminated string
sl: Ne zaključen niz

source: Wrong token symbol: %s expected but %s found
sl: Napačen simbol žetona: pričakovan %s, najden %s

source: Wrong token type: %s expected but %s found
sl: Napačen tip žetona: pričakovan %s, najden %s

source: %s bytes
sl: %s bajtov

# lclstrconsts.sshellctrlsinvalidpath
source: Invalid pathname: "%s"
sl: Neveljavno ime poti: "%s"

source: Invalid relative pathname: "%s" in relation to rootpath: "%s"
sl: Neveljavno relativno ime poti: "%s" v odnosu do korenske poti: "%s"

# lclstrconsts.sshellctrlsinvalidroot
source: Invalid pathname: "%s"
sl: Neveljavno ime poti: "%s"

source: Name
sl: Ime

source: The selected item does not exist on disk: "%s"
sl: Izbrani element ne obstaja na disku: "%s"

source: Size
sl: Velikost

source: Type
sl: Tip
